[{"model": "catalog.categoties", "pk": 6, "fields": {"name": "Vegetables", "descriptions": "Vegetables are parts of plants that are consumed by humans or other animals as food. The original meaning is still commonly used and is applied to plants collectively to refer to all edible plant matter, including the flowers, fruits, stems, leaves, roots, and seeds. An alternative definition of the term is applied somewhat arbitrarily, often by culinary and cultural tradition. It may exclude foods derived from some plants that are fruits, flowers, nuts, and cereal grains, but include savoury fruits such as tomatoes and courgettes, flowers such as broccoli, and seeds such as pulses.\r\n\r\nOriginally, vegetables were collected from the wild by hunter-gatherers and entered cultivation in several parts of the world, probably during the period 10,000 BC to 7,000 BC, when a new agricultural way of life developed. At first, plants which grew locally would have been cultivated, but as time went on, trade brought exotic crops from elsewhere to add to domestic types. Nowadays, most vegetables are grown all over the world as climate permits, and crops may be cultivated in protected environments in less suitable locations. China is the largest producer of vegetables, and global trade in agricultural products allows consumers to purchase vegetables grown in faraway countries. The scale of production varies from subsistence farmers supplying the needs of their family for food, to agribusinesses with vast acreages of single-product crops. Depending on the type of vegetable concerned, harvesting the crop is followed by grading, storing, processing, and marketing.", "image": "Categoties/images.jpeg"}}, {"model": "catalog.categoties", "pk": 7, "fields": {"name": "Fruits", "descriptions": "In botany, a fruit is the seed-bearing structure in flowering plants that is formed from the ovary after flowering (see Fruit anatomy).\r\n\r\nFruits are the means by which flowering plants (also known as angiosperms) disseminate their seeds. Edible fruits in particular have long propagated using the movements of humans and other animals in a symbiotic relationship that is the means for seed dispersal for the one group and nutrition for the other; in fact, humans and many other animals have become dependent on fruits as a source of food.[1] Consequently, fruits account for a substantial fraction of the world's agricultural output, and some (such as the apple and the pomegranate) have acquired extensive cultural and symbolic meanings.", "image": "Categoties/fruits.jpeg"}}, {"model": "catalog.categoties", "pk": 8, "fields": {"name": "Chocolate", "descriptions": "Chocolate or cocoa is a food made from roasted and ground cacao seed kernels that is available as a liquid, solid, or paste, either on its own or as a flavoring agent in other foods. Cacao has been consumed in some form since at least the Olmec civilization (19th–11th century BCE),[1][2] and later Mesoamerican civilizations also consumed chocolate beverages before being introduced to Europe in the 16th century.[3]  The seeds of the cacao tree have an intense bitter taste and must be fermented to develop the flavor. After fermentation, the seeds are dried, cleaned, and roasted. The shell is removed to produce cocoa nibs, which are then ground to cocoa mass, unadulterated chocolate in rough form. Once the cocoa mass is liquefied by heating, it is called chocolate liquor. The liquor may also be cooled and processed into its two components: cocoa solids and cocoa butter. Baking chocolate, also called bitter chocolate, contains cocoa solids and cocoa butter in varying proportions without any added sugar. ", "image": "Categoties/Chocolate.jpg"}}, {"model": "catalog.categoties", "pk": 9, "fields": {"name": "Beef", "descriptions": "Beef is the culinary name for meat from cattle (Bos taurus). Beef can be prepared in various ways; cuts are often used for steak, which can be cooked to varying degrees of doneness, while trimmings are often ground or minced, as found in most hamburgers. Beef contains protein, iron, and vitamin B12. Along with other kinds of red meat, high consumption is associated with an increased risk of colorectal cancer and coronary heart disease, especially when processed. Beef has a high environmental impact, being a primary driver of deforestation with the highest greenhouse gas emissions of any agricultural product.  In prehistoric times, humankind hunted aurochs and later domesticated them. Since that time, numerous breeds of cattle have been bred specifically for the quality or quantity of their meat. Today, beef is the third most widely consumed meat in the world, after pork and poultry. As of 2018, the United States, Brazil, and China were the largest producers of beef. ", "image": "Categoties/image-2716-1611310336.jpg"}}, {"model": "catalog.categoties", "pk": 10, "fields": {"name": "Milk", "descriptions": "Milk is a white liquid food produced by the mammary glands of mammals. It is the primary source of nutrition for young mammals (including breastfed human infants) before they are able to digest solid food.[1] Immune factors and immune-modulating components in milk contribute to milk immunity. Early-lactation milk, which is called colostrum, contains antibodies that strengthen the immune system and thus reduce the risk of many diseases. Milk contains many nutrients, including protein and lactose.[2]  As an agricultural product, dairy milk is collected from farm animals. In 2011, dairy farms produced around 730 million tonnes (800 million short tons) of milk[3] from 260 million dairy cows.[4] India is the world's largest producer of milk and the leading exporter of skimmed milk powder, but it exports few other milk products.[5][6] Because there is an ever-increasing demand for dairy products in India, it could eventually become a net importer of dairy products.[7] New Zealand, Germany, and the Netherlands are the largest exporters of milk products.[8] The US Centers for Disease Control and Prevention recommends that children over the age of 12 months should have two servings of dairy milk products a day.[9] ", "image": "Categoties/milk.jpg"}}, {"model": "catalog.product", "pk": 3, "fields": {"name": "Potato", "descripsions": "The potato /pəˈteɪtoʊ/ is a starchy root vegetable native to the Americas that is consumed as a staple food in many parts of the world.[2] Potatoes are tubers of the plant Solanum tuberosum, a perennial in the nightshade family Solanaceae.[3]\r\n\r\nWild potato species can be found from the southern United States to southern Chile.[4] The potato was originally believed to have been domesticated (§ History) by Native Americans independently in multiple locations,[5] but later genetic studies traced a single origin, in the area of present-day southern Peru and extreme northwestern Bolivia. Potatoes were domesticated there approximately 7,000–10,000 years ago, from a species in the S. brevicaule complex.[6][7][8] In the Andes region of South America, where the species is indigenous, some close relatives of the potato are cultivated.\r\n\r\nPotatoes were introduced to Europe from the Americas by the Spanish in the second half of the 16th century. Potatoes are a staple food in many parts of the world and an integral part of much of the world's food supply. Following millennia of selective breeding, there are now over 5,000 different types of potatoes.[7] Over 99% of potatoes presently cultivated worldwide descend from varieties that originated in the lowlands of south-central Chile.[9] The importance of the potato as a food source and culinary ingredient varies by region and is still changing. It remains an essential crop in Europe, especially Northern and Eastern Europe, where per capita production is still the highest in the world, while the most rapid expansion in production during the 21st century was in southern and eastern Asia, with China and India leading the world production of 376 million tonnes (370,000,000 long tons; 414,000,000 short tons), as of 2021.", "image": "products/potato.jpeg", "categories": 6, "price": 45, "date_of_creation": "2023-11-27", "data_last": "2023-11-27"}}, {"model": "catalog.product", "pk": 4, "fields": {"name": "Apple", "descripsions": "An apple is a round, edible fruit produced by an apple tree (Malus domestica). Apple trees are cultivated worldwide and are the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found. Apples have been grown for thousands of years in Asia and Europe and were introduced to North America by European colonists. Apples have religious and mythological significance in many cultures, including Norse, Greek, and European Christian tradition.\r\n\r\nApples grown from seed tend to be very different from those of their parents, and the resultant fruit frequently lacks desired characteristics. For commercial purposes, including botanical evaluation, apple cultivars are propagated by clonal grafting onto rootstocks. Apple trees grown without rootstocks tend to be larger and much slower to fruit after planting. Rootstocks are used to control the speed of growth and the size of the resulting tree, allowing for easier harvesting.", "image": "products/apple.jpeg", "categories": 7, "price": 65, "date_of_creation": "2023-11-27", "data_last": "2023-11-27"}}, {"model": "catalog.product", "pk": 5, "fields": {"name": "Milka", "descripsions": "Milka is a Swiss brand of chocolate confectionery, originally made in Switzerland in 1901 by Suchard. It has then been produced in Lörrach, Germany from 1901.[3][4] Since 2012 it has been owned by US-based company Mondelez International, when it started following the steps of its predecessor Kraft Foods Inc., which had taken over the brand in 1990.[5][6] It is sold in bars and a number of novelty shapes for Easter and Christmas.[7] Products with the Milka brand also include chocolate-covered cookies and biscuits.[8]\r\n\r\nThe brand's name is a portmanteau of the product's two main ingredients: \"Milch\" (milk) and \"Kakao\" (cocoa).[9]", "image": "products/milka.jpeg", "categories": 8, "price": 120, "date_of_creation": "2023-11-27", "data_last": "2023-11-27"}}, {"model": "catalog.product", "pk": 6, "fields": {"name": "Ribeye", "descripsions": "Ribeye steaks are mostly composed of the longissimus dorsi muscle but also contain the complexus and spinalis muscles. The longissimus dorsi is also referred to as the \"eye of the ribeye\". The spinalis is also referred to as the \"ribeye cap\" and the complexus is a small muscle at the front of the ribeye which may be trimmed off by the butcher.[1]\r\n\r\nIt is both flavoursome and tender, coming from the lightly worked upper rib cage area which spans from the sixth to twelfth ribs of the cattle.[2] Its marbling of fat makes it very good for fast and hot cooking.", "image": "products/Ribeye_Steak_Lip-on.jpeg", "categories": 9, "price": 2500, "date_of_creation": "2023-11-28", "data_last": "2023-11-28"}}, {"model": "catalog.product", "pk": 7, "fields": {"name": "Golden apple", "descripsions": "The fruit is hardly susceptible to russeting. The skin is very smooth and the fruit has a very nice shape. The apple’s flesh is yellowish, firm, crunchy and sweet, and it has a very low acid content. The harvest must take place at the right time.\r\nFlavor: aromatic, sweet with very low acidity\r\nFlesh: yellowish, crispy, juicy\r\nThe fruit is hardly susceptible to russeting. The skin is very smooth and the fruit has a very nice shape. The apple’s flesh is yellowish, firm, crunchy and sweet, and it has a very low acid content. The harvest must take place at the right time.\r\nFlavor: aromatic, sweet with very low acidity\r\nFlesh: yellowish, crispy, juicy", "image": "products/golden.jpg", "categories": 7, "price": 80, "date_of_creation": "2023-11-29", "data_last": "2023-11-29"}}, {"model": "catalog.block", "pk": 1, "fields": {"title": "судороги во время", "slug": null, "body": "— Судороги — это внезапные сокращения мышц с временной блокировкой их расслабления. Как говорят в обиходе, «свело» или «заклинило». Если судорога не отпускает, она сопровождается острой болью.\r\nСудороги могут возникать по разным причинам. Самая распространенная — резкое переохлаждение (например, при купании в холодной воде). Опытные пловцы знают приемы снятия мышечных спазмов, а у неопытного человека судорога может вызвать панику, угрожающую жизни.\r\nПри сексуальной близости судороги могут быть вызваны интенсивным оргазмом, при котором активно сокращаются мышцы ног, бедер, промежности и живота. Если такая судорога возникла раз или два, это не повод для беспокойства. А вот если это повторяется неоднократно, такое явление может быть связано с одним из перечисленных заболеваний:\r\n— варикозное расширение вен, сопровождающееся отеками ног;\r\n— сахарный диабет, при котором происходит поражение нервных окончаний конечностей;\r\n— венозная недостаточность (при этом судорога может сводить не только икроножную мышцу, но и стопы и даже пальцы ног).", "photo": "photo/sudorogi.jpg", "data": "2023-12-01T05:29:10.869Z", "on_published": true, "count_view": 18}}, {"model": "catalog.block", "pk": 2, "fields": {"title": "Страшная сила: ПРИВОРОТ НА ВСЮ ЖИЗНЬ", "slug": null, "body": "В пятнадцать лет я влюбилась. Он губастенький был и смотрел на меня как телок.\r\n\r\nСтали вместе гулять. Я к нему вся горю, а он прищурился так на меня и выдал: «Брызги есть, но не фонтан!» И перестал звонить.\r\n\r\nОбиделась на него жутко и решила приворожить. Нашла в каком-то журнале приворот. Три ночи подряд зажигала свечу и читала заклинание. К счастью, хватило ума много не просить. Я гипнотизировала огонь и шептала: «Пусть Алешенька мне позвонит!» Через неделю он объявился и стал меня просто преследовать, а я уже в другого втюрилась. Мне до этого шибздика уже и дела не было.\r\n\r\nНо, видимо, хорошо я попросила. Прошло уже двадцать лет, а он все звонит! Разговор ни о чем. Леша женился, дети есть. Я тоже замужем. Вначале вежливо с ним общалась, а потом утомилась его блеяние слушать. Сам не знает, чего хочет. Но звонит — и все тут! Муж ревновал, пока я не рассказала ему эту историю. Теперь с опаской на меня смотрит. Подружки незамужние просят найти тот приворот. Нашла, порвала и выбросила.", "photo": "photo/svecha.jpeg", "data": "2023-12-01T06:31:42.739Z", "on_published": false, "count_view": 4}}, {"model": "catalog.block", "pk": 3, "fields": {"title": "Женские секреты. ЭХ, КЛАСС - ВОСЕМЬ РАЗ!", "slug": null, "body": "Помоги, «Интим-клуб»! Я люблю одного человека. Одного-единственного. Год назад на нашей улице появился парень, очень красивый, яркий, с хорошей фигурой. Сразу я его отметила и стала ждать встреч с ним. Но он оказался таким бабником!\r\n\r\nСначала я любила его молча, даже виду не подавала. Потом как-то разоткровенничалась с подругой и все ей выложила — трудно было носить в себе это чувство. Пыталась забыть его, дружила с другими парнями. И однажды, когда отдыхали на речке с друзьями (и с ним тоже), он сам подошел ко мне, заглянул в глаза, взял за руку. В этот день и вечер мы не расставались. Это было счастье!\r\nА через неделю он сказал, что хоть и хочет быть со мной, но любит другую. Сейчас встречается с ней. А я схожу с ума.", "photo": "photo/baba.jpg", "data": "2023-12-01T07:19:11.403Z", "on_published": true, "count_view": 4}}, {"model": "catalog.block", "pk": 11, "fields": {"title": "тест", "slug": "test", "body": "тест", "photo": "photo/licensed-image_CLYrvyE.jpeg", "data": "2023-12-01T07:55:32.436Z", "on_published": true, "count_view": 2}}, {"model": "catalog.block", "pk": 12, "fields": {"title": "123", "slug": null, "body": "123", "photo": "photo/svecha_RpgJ9c8.jpeg", "data": "2023-12-01T08:12:43.823Z", "on_published": true, "count_view": 7}}]